{
    "title" : "Automated Post with python",
    "content" : "<p>A collection of samples out on the table and above it that he had recently cut out of an illustrated magazine and housed in a nice, gilded frame. It showed a lady fitted out with a fur hat and fur boa who sat upright, raising a heavy fur muff that covered the whole of her lower arm towards the viewer. He then turned to look out the window at the dull weather.</p><blockquote class=\"wp-block-quote\"><p>\"a strenuous career I Have chosen! Travelling day in and day out\"</p></blockquote><p>Pushed himself slowly up on his back towards the headboard so that he could lift his head better; found where the itch was, and saw that it was covered with lots of little white spots which he didn't know what to make of.</p><p><a href=\"http://localhost/wp-content/uploads/2023/03/p1.jpg\"><img class=\"td-modal-image aligncenter wp-image-12\" src=\"http://localhost/wp-content/uploads/2023/03/p1.jpg\" alt=\"\" width=\"1920\" height=\"1281\"></a></p><p>And when he tried to feel the place with one of his legs he drew it quickly back because as soon as he touched it he was overcome by a cold shudder. He slid back into his former position. Other travelling salesmen live a life of luxury.</p><p>I ought to just try that with my boss, get kicked out on the spot. But who knows, maybe that would be the best thing for me. If I didn't have my parents to think about I'd have given in my notice a long time ago, I'd have gone up to the boss and told him just what I think, tell him everything I would, let him know just what I feel. He'd fall right off his desk! And it's a funny sort of business!</p><blockquote class=\"wp-block-quote\"><p>\"another five or six years I suppose, that's definitely what I'll do\"</p></blockquote><p>It was half past six and the hands were quietly moving forwards, it was even later than half past, more like quarter to seven. Had the alarm clock not rung? He could see from the bed that it had been set for four o'clock as it should have been; it certainly must have rung. Yes, but was it possible to quietly sleep through that furniture-rattling noise?</p><p><a href=\"http://localhost/wp-content/uploads/2023/03/p2.jpg\"><img class=\" td-modal-image alignleft wp-image-13\" src=\"http://localhost/wp-content/uploads/2023/03/p2.jpg\" alt=\"\" width=\"373\" height=\"560\"></a></p><p>True, he had not slept peacefully, but probably all the more deeply because of that. What should he do now? The next train went at seven; if he were to catch that he would have to rush like mad and the collection of samples was still not packed, and he did not at all feel particularly fresh and lively.</p><p>And even if he did catch the train he would not avoid his boss's anger as the office assistant would have been there to see the five o'clock train go, he would have put in his report about Gregor's not being there a long time ago.</p><p>The office assistant was the boss's man, spineless, and with no nderstanding. What about if he reported sick? But that would be extremely strained and suspicious as in fifteen years of service Gregor had never once yet been ill.&nbsp;His boss would certainly come round with the doctor from the medical insurance company, accuse his parents of having a lazy son, and accept the doctor.</p><p>Any claim as the doctor believed that no-one was ever ill but that many were workshy. And what's more, would he have been entirely wrong in this case? Gregor did in fact, apart from excessive sleepiness after sleeping for so long, feel completely well and even felt much hungrier than usual. One morning, when Gregor Samsa woke from troubled dreams, he found himself transformed in his bed into a horrible vermin.</p><blockquote class=\"wp-block-quote\"><p>\"What happened to me? It was a dream. My room, a proper human\"</p></blockquote><p><a href=\"http://localhost/wp-content/uploads/2023/03/p3.jpg\"><img class=\"td-modal-image aligncenter wp-image-14\" src=\"http://localhost/wp-content/uploads/2023/03/p3.jpg\" alt=\"\" width=\"1920\" height=\"1281\"></a></p><p>Above it there hung a picture that he had recently cut out of an illustrated magazine and housed in a nice, gilded frame. It showed a lady fitted out with a fur hat and fur boa who sat upright, raising a heavy.</p><p>And only stopped when he began to feel a mild, dull pain there that he had never felt before. Doing business like this takes much more effort than doing your own business at home, and on top of that there's the curse of travelling, worries about making train connections, bad and irregular food.</p>",
"status" : "publish"
}